Repository: tom-englert/Wax
Catalog: Wax/Resources.*.resx
Languages: fr, zh_cn

# CanNotCreateWindow
source: Can not create tool window.
fr: Impossible de créer la fenêtre de cet outil.
zh_cn: 无法创建工具窗口

# ToolWindowTitle
source: WiX Setup Editor
fr: Editeur d'installeur Wix
zh_cn: Wix安装编辑器

source: Deploy symbols
fr: Déployer les symboles
zh_cn: 部署调试符号

source: Setup project to edit:
fr: Projet d'installation à éditer :
zh_cn: 安装项目编辑:

source: Root directory
fr: Répertoire racine
zh_cn: 根目录

source: Projects to install:
fr: Projets à installer :
zh_cn: 项目安装至:

source: Show all projects
fr: Afficher tous les projets
zh_cn: 显示所有项目

source: Directory mappings
fr: Mappages de répertoires
zh_cn: 目录映射

source: Directory
fr: Répertoire
zh_cn: 目录

source: WiX definition
fr: Définition Wix
zh_cn: Wix定义

source: Remove the custom mapping.
fr: Supprimer le mappage personnalisé.
zh_cn: 移除自动以映射。

source: Create a new directory node.
fr: Créer un nouveau noeud de type répertoire.
zh_cn: 创建新目录节点。

source: File
fr: Fichier
zh_cn: 文件

source: Ext.
zh_cn: 扩展名

source: State
fr: Etat
zh_cn: 状态

source: Unmapped Files
fr: Fichiers non mappés
zh_cn: 未映射文件

source: Id
zh_cn: 标识

source: Name
fr: Nom
zh_cn: 名称

source: Source
zh_cn: 源

source: Remove unmapped file.
fr: Supprimer les fichiers non mappés.
zh_cn: 移除未映射文件。

source: File mappings
fr: Mappages de fichiers
zh_cn: 文件映射

source: Remove custom file mapping.
fr: Supprimer le mappage de fichier personnalisé.
zh_cn: 移除自定义文件映射。

source: Create a new file node.
fr: Créer un nouveau noeud de type fichier.
zh_cn: 创建一个文件节点。

source: Confirm unique file mapping.
fr: Confirmer le mappage unique de fichier.
zh_cn: 确认唯一文件映射。

source: Refresh
fr: Rafraîchir
zh_cn: 刷新

source: Support the project by writing a short review.
fr: Supporter le projet en écrivant un bref avis.
zh_cn: 写短评支持此项目。

source: Documentation
zh_cn: 文档

source: Support the project.
fr: Supporter le projet.
zh_cn: 支持此项目。

# ExternalLocalizations
source: Ext. Localizations
fr: Localisations externes
zh_cn: 外部本地化

# DeploySymbolsToolTip
source: Include the debug symbols in the setup project.
fr: Ajouter les symboles dans le projet d'installation.
zh_cn: 在安装项目中包含调试符号。

# ExternalLocalizationsToolTip
source: Include also external/3rd party localizations in the setup project.
fr: Ajouter aussi les librairies satellites des références externes dans le projet d'installation.
zh_cn: 在安装项目中包含外部或第三方的本地化。
